{
    "2025-10-03": {
        "theme": "Promjena",
        "aries": "Ovan, danas osjećaš snažnu potrebu za novim početkom. Vrijeme je da izađeš iz rutine i napraviš korak koji si dugo odgađao. Tvoja energija pokreće promjene koje ti mogu otvoriti vrata prema većoj slobodi i ispunjenju. Vjeruj u vlastitu snagu da se prilagodiš i uspiješ.",
        "taurus": "Bik, promjena se možda ne uklapa u tvoj osjećaj sigurnosti, ali danas donosi mogućnost rasta. Ako se odvažiš na nešto drugačije, otkrit ćeš nove izvore zadovoljstva i stabilnosti. Nemoj se bojati napustiti staro jer te ono novo vodi prema većem miru i unutarnjem balansu.",
        "gemini": "Blizanci, tvoj nemirni duh traži promjenu i danas je pravi trenutak za to. Prihvati neočekivane prilike, jer kroz njih dolazi nova inspiracija i iskustva. Promjena načina razmišljanja ili komunikacije otvara vrata boljim odnosima. Prepusti se procesu i osjeti kako ti širi horizonte.",
        "cancer": "Rak, promjene u tvom životu sada dolaze kroz emocije i odnose. Možda se nešto završava, ali to stvara prostor za novo što će ti donijeti više mira. Nemoj se bojati otpustiti ono što ti više ne služi. Tvoja osjetljivost vodi te prema životu u kojem ćeš se osjećati sigurnije i ispunjenije.",
        "leo": "Lav, danas promjene donose priliku da pokažeš snagu i fleksibilnost. Tvoja prirodna hrabrost pomaže ti da prepoznaš trenutak za djelovanje. Novi izazovi nisu prijetnja, već poziv na rast. Ako ih prihvatiš s otvorenim srcem, privući ćeš priznanje i ljude koji cijene tvoju iskrenost.",
        "virgo": "Djevica, promjena te danas potiče da otpustiš potrebu za potpunom kontrolom. Iako voliš red i sigurnost, nova energija dolazi kroz prilagodbu. Kada dopustiš da stvari idu svojim tokom, otkrit ćeš neočekivanu jasnoću i rješenja. Promjena ti donosi osjećaj olakšanja i unutarnjeg mira.",
        "libra": "Vaga, promjena ti danas donosi mogućnost da uspostaviš novi sklad u životu. Ako si balans izgubila, ovo je prilika da ga povratiš na drugačiji način. Novi odnosi ili novi pristup starim situacijama mogu ti pomoći da pronađeš harmoniju. Dopusti da te vodi želja za ravnotežom i ljepotom.",
        "scorpio": "Škorpione, promjena ti dolazi duboko i transformira tvoje srce. To nije lagan proces, ali vodi te prema snažnijem osjećaju sebe. Oslobađaš se starih obrazaca i otvaraš prostor za novu strast. Danas je dan kada možeš osjetiti kako svaka promjena, i bolna i radosna, vodi prema obnovi.",
        "sagittarius": "Strijelče, promjena danas budi tvoju žeđ za iskustvom i slobodom. Vrijeme je da napustiš poznato i zakoračiš u neistraženo. Nova iskustva te obogaćuju i donose mudrost koju kasnije možeš dijeliti. Ako slijediš svoj instinkt, otkrit ćeš da te promjena vodi prema većoj svrsi i radosti.",
        "capricorn": "Jarče, iako voliš stabilnost i planove, promjena te danas uči kako otpustiti kontrolu. Tvoj trud i upornost nisu izgubljeni, već su temelj za novi smjer. Promjena u karijeri ili odnosima može ti donijeti prilike koje će ti osigurati dugoročan uspjeh. Vjeruj da su temelji dovoljno čvrsti.",
        "aquarius": "Vodenjače, promjena je tvoj saveznik i danas to osjećaš snažno. Novi uvidi, ideje i kontakti otvaraju ti prostor da napraviš iskorak prema budućnosti. Tvoja originalnost i spremnost da razbiješ granice sada donose rezultate. Promjena ti pomaže da ostvariš svoju viziju i inspiriraš druge.",
        "pisces": "Ribe, promjena ti danas dolazi kroz intuiciju i snove. Možda osjećaš potrebu da se povučeš i poslušaš unutarnji glas. On ti jasno pokazuje što trebaš otpustiti i čemu se trebaš prepustiti. Promjena te vodi prema dubljoj povezanosti sa sobom i drugima. Osjeti je kao dar, a ne prijetnju."
    }
}

