{
    "2025-10-05": {
        "theme": "Refleksija",
        "aries": "Danas osjećaš iskru unutar sebe, Ovan. To je trenutak da obratiš pažnju na male znakove koje ti svemir šalje. Tvoje ideje i hrabrost mogu otvoriti nova vrata. Ako se usudiš napraviti prvi korak, shvatit ćeš da energija danas ide u tvoju korist i podupire tvoj rast.",
        "taurus": "Uspori, Biku, jer tvoje tijelo i um trebaju predah. Vrijeme je da se odmakneš od užurbanosti i dopustiš sebi trenutke mira. Poveži se s prirodom, pronađi ritam disanja i shvati da snaga dolazi iz strpljenja. Danas će ti smirenost otvoriti prostor za jasnije odluke.",
        "gemini": "Tvoj um danas pršti od ideja, Blizanci. Inspiracija dolazi iz svakog kutka, a tvoje riječi i misli lako pronalaze put do drugih. Iskoristi ovu energiju da podijeliš svoje vizije i povežeš se s ljudima. Kroz dijalog možeš otkriti rješenja za situacije koje su ti ranije djelovale složeno.",
        "cancer": "Emocije danas teku duboko, Rak. Možda osjećaš intenzivnu povezanost s ljudima ili situacijama koje su ti važne. Nemoj se bojati uroniti u svoja osjećanja jer upravo kroz njih otkrivaš vlastitu snagu. Vrijeme je da izraziš ono što držiš u srcu i pružiš podršku onima koje voliš.",
        "leo": "Danas svijet vidi tvoju svjetlost, Lava. Tvoja prisutnost privlači pažnju i donosi ti priznanje. Iskoristi ovaj trenutak da pokažeš svoju hrabrost, ali i toplinu srca. Ljudi se danas oslanjaju na tvoju snagu i vodstvo. Kada dijeliš svoju energiju, otvaraš prostor za nova savezništva i uspjehe.",
        "virgo": "Tvoje oko za detalje danas je neprocjenjivo, Djevice. Primjećuješ ono što drugima promiče, a tvoje sposobnosti donose jasnoću. Vrijeme je da iskoristiš ovu darovitost i uvedeš red tamo gdje vlada kaos. Ljudi oko tebe cijene tvoju preciznost i pouzdanost. Pokaži strpljenje i vjeru u proces.",
        "libra": "Ravnoteža je tvoj dar, Vago. Danas osjećaš potrebu da pomiriš suprotnosti i pronađeš sklad u svemu što radiš. Tvoja sposobnost da vidiš obje strane priče pomaže ti donijeti mudre odluke. Ljudi te cijene zbog tvoje diplomacije i mira. Iskoristi ovaj dar da ojačaš odnose koji su ti važni.",
        "scorpio": "Tvoja intenzivnost danas izbija na površinu, Škorpione. Osjećaš snažnu strast i unutarnju moć koja te vodi prema istini. Vrijeme je da se ne bojiš suočiti s onim što ti je skriveno. Tvoja sposobnost da prodreš duboko u srž stvari daje ti jasnoću i moć. Danas si spreman transformirati sebe.",
        "sagittarius": "Avantura je tvoja priroda, Strijelče. Danas osjećaš zov da proširiš svoje horizonte i istražiš nepoznato. Bilo kroz putovanje, učenje ili nove susrete, tvoje srce traži slobodu i iskustvo. Pusti da te vodi radoznalost, jer ona otvara vrata mogućnostima koje će te obogatiti i proširiti tvoje vidike.",
        "capricorn": "Naporno si radio, Jarče. Danas osjećaš plodove svoje discipline i upornosti. Vrijeme je da se osvrneš i priznaš vlastita postignuća. Iako uvijek gledaš prema novim ciljevima, dopusti si trenutak ponosa. Tvoje temelje sada nitko ne može poljuljati, a tvoj trud gradi sigurnu budućnost.",
        "aquarius": "Tvoj um danas je poput izvora, Vodenjače. Ideje izviru neprekidno i nose vizije koje drugi možda još ne mogu vidjeti. Tvoja originalnost inspirira ljude oko tebe. Vrijeme je da dijeliš svoje misli jer tvoja kreativnost može pokrenuti promjene. Danas si most između sadašnjosti i budućnosti.",
        "pisces": "Snovi se danas osjećaju posebno živo, Ribe. Intuicija ti šapće putokaze i pokazuje ti pravac kroz simboliku i osjećaje. Osloni se na svoju maštu jer ona je danas tvoje najjače oruđe. U snovima i vizijama nalaziš odgovore na pitanja srca. Danas tvoja osjetljivost postaje tvoje najveće bogatstvo."
    }
}

