{
        "2025-10-06": {
        "theme": "Snaga",
        "aries": "Ovan, tvoja snaga danas dolazi iz hrabrosti da djeluješ bez odgađanja. Kada slijediš svoje instinkte, otkrivaš koliko si sposoban. Ne boj se izazova jer ti oni pokazuju tvoju pravu moć. Snaga nije samo u akciji, već i u spremnosti da vjeruješ sebi i svom putu bez sumnje.",
        "taurus": "Bik, snaga ti danas dolazi iz stabilnosti i strpljenja. Tvoje utemeljenje ti omogućava da ostaneš miran čak i kada oko tebe vlada nemir. Ljudi osjećaju tvoju čvrstinu i traže oslonac u tebi. Snaga znači i znati kada stati, čuvati energiju i graditi temelje za trajnu sigurnost.",
        "gemini": "Blizanci, snaga ti dolazi kroz tvoje riječi i misli. Danas jasno izražavaš svoje ideje i drugi te slušaju. Tvoja sposobnost da se brzo prilagodiš pokazuje koliko si otporan. Snaga se ogleda u tvojoj fleksibilnosti – tamo gdje drugi posustaju, ti pronalaziš rješenja i nove puteve.",
        "cancer": "Rak, tvoja snaga leži u osjećajima i suosjećanju. Iako se ponekad čini kao slabost, tvoja osjetljivost je zapravo tvoj štit i dar. Danas kroz empatiju obnavljaš odnose i donosiš mir. Snaga dolazi iz hrabrosti da pokažeš ranjivost i otvoriš srce, jer to stvara istinsku povezanost.",
        "leo": "Lav, tvoja snaga danas blista kroz tvoje samopouzdanje. Ljudi te gledaju kao vođu i inspiraciju. Iskoristi svoju energiju da pomogneš drugima da pronađu svoj put. Snaga nije samo u tome da budeš u središtu pažnje, već u tome da svojim svjetlom obasjaš one kojima je to potrebno.",
        "virgo": "Djevica, snaga ti danas dolazi kroz pažnju na detalje i sposobnost da uvedeš red. Kada stvari složiš jasno i precizno, osjećaš se sigurnije i snažnije. Tvoja analitičnost daje ti moć da pronađeš rješenja gdje ih drugi ne vide. Snaga je u tvojoj marljivosti i mirnom pristupu životu.",
        "libra": "Vaga, snaga ti dolazi kroz tvoju sposobnost da pronađeš ravnotežu. Danas možeš uskladiti suprotne strane i donijeti mirne odluke. Ljudi ti vjeruju jer znaš sagledati obje perspektive. Tvoja snaga nije u sili, već u diplomaciji i harmoniji. To je dar koji te čini istinski moćnom.",
        "scorpio": "Škorpione, tvoja snaga je duboka i intenzivna. Danas osjećaš unutarnju moć da se suočiš s onim što je skriveno. Tvoja sposobnost da transformiraš tamu u svjetlost daje ti nevjerojatnu snagu. Ljudi te doživljavaju kao osobu koja ima hrabrosti zaroniti dublje od drugih i obnoviti se.",
        "sagittarius": "Strijelče, snaga ti dolazi kroz slobodu i potragu za istinom. Danas te vodi tvoja hrabrost da istražiš nova iskustva i učiš iz njih. Tvoja energija je zarazna i potiče druge da krenu za tobom. Snaga nije samo u fizičkom putovanju, već u tvom neumornom duhu koji širi horizonte.",
        "capricorn": "Jarče, snaga ti danas dolazi kroz disciplinu i ustrajnost. Tvoja sposobnost da ostaneš dosljedan i kada je teško daje ti moć koju drugi prepoznaju. Snaga se očituje u tvojoj izdržljivosti – znaš da pravi rezultati dolaze s vremenom. Danas gradiš temelje koji će dugo trajati.",
        "aquarius": "Vodenjače, tvoja snaga leži u originalnosti i viziji. Danas osjećaš hrabrost da kreneš putem koji je drugačiji od ostalih. Ljudi cijene tvoje ideje jer donose novo svjetlo. Snaga je u tvojoj autentičnosti – kada stojiš iza onoga što jesi, ništa te ne može poljuljati ili zaustaviti.",
        "pisces": "Ribe, snaga ti dolazi kroz intuiciju i duhovnu povezanost. Danas osjećaš da tvoji snovi nose poruke koje ti daju smjer. Tvoja osjetljivost je dar koji ti daje moć da razumiješ druge dublje nego itko. Snaga nije u borbi, već u tvojoj sposobnosti da vjeruješ unutarnjem vodstvu."
    }
}

